[M_Orchid_PlotMission02 MissionDefinition]
MissionName="I have a car in my life"
MissionDescription="According to Shadow, if you want to find lost treasure in the sand. You have to meet the captain of the ship Queen Scarlet, which is about life. [place]water worm[-place] There should be a train where there is no water. [place]water worm[-place], Happy Shadow is ready to help you.."
TurnInDescription="After building the cabin, you will leave. [place]water camellia[-place] Look for the red boss."
MissionSummary="Cruising in warm waters."
MissionGiver="Shadow"
MissionTurnInLocation="Thirty"
TeaserText=""

[M_Orchid_PlotMission02:ActivateSkiffScanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:CollectSkiffParts MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:FindHovercraftPart2 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:FindHovercraftPart3 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:FindHovercraftPart4 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:GetCoolantDisperser MissionObjectiveDefinition]
ProgressMessage="Check the evaporator of the refrigerator."

[M_Orchid_PlotMission02:GetCoolantDisperserSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetEngineCapacitor MissionObjectiveDefinition]
ProgressMessage="Find engine modifications"

[M_Orchid_PlotMission02:GetEngineCapacitorDummy MissionObjectiveDefinition]
ProgressMessage="Identify engine components"

[M_Orchid_PlotMission02:GetEngineCapacitorDummySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetMagneticOverthruster MissionObjectiveDefinition]
ProgressMessage="Look for magnets."

[M_Orchid_PlotMission02:GetMagneticOverthrusterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetPressureRegulator MissionObjectiveDefinition]
ProgressMessage="Locate the pressure regulator"

[M_Orchid_PlotMission02:GetPressureRegulatorSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetPressureRegulatorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetPressureRegulatorSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GetSkiffPart1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:GotoSkiffSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:InstallCoolantDisperser MissionObjectiveDefinition]
ProgressMessage="Install the radiator evaporator."

[M_Orchid_PlotMission02:InstallEngineCapacitor MissionObjectiveDefinition]
ProgressMessage="Install the motor capacitor"

[M_Orchid_PlotMission02:InstallMagneticOverthruster MissionObjectiveDefinition]
ProgressMessage="It has magnetic movement."

[M_Orchid_PlotMission02:InstallPressureRegulator MissionObjectiveDefinition]
ProgressMessage="Install the pressure regulator."

[M_Orchid_PlotMission02:InstallSkiffParts MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:KillWorm MissionObjectiveDefinition]
ProgressMessage="Kill the worm queen"

[M_Orchid_PlotMission02:KillWormSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:RepairSkiffSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride="building small boats."
MissionDescriptionOverride="The photo shows that if you have to search for the lost in the sand. You see Captain Scarlet. The Pirate Queen deserves it. [place]dishes[-place] There is no water anywhere. To get there you also have to build a shadow ship. [place]dishes[-place]. Kala is considered a fellow villager. [place]friends[-place] They may have the parts you need. Talk to her to find parts and repair the drawer."

[M_Orchid_PlotMission02:ReturnToShade MissionObjectiveDefinition]
ProgressMessage="I returned to the shadows"

[M_Orchid_PlotMission02:ReturnToShadeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Back in the shadows"
MissionDescriptionOverride="Shadow suggests that if they want to find the treasure lost in the sand, they must meet Captain Scarlet, the pirate queen. People live there [place]Hot water[-place] A place without water. I have to check the shade before I go [place]Hot water[-place] Data collection."

[M_Orchid_PlotMission02:ScanSkiff MissionObjectiveDefinition]
ProgressMessage="Look at the dirt."

[M_Orchid_PlotMission02:SpeakBlayvis MissionObjectiveDefinition]
ProgressMessage="Talk to Miss Sofrietti"

[M_Orchid_PlotMission02:SpeakBlayvisSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakJennifer MissionObjectiveDefinition]
ProgressMessage="Talk to Jennifer"

[M_Orchid_PlotMission02:SpeakJenniferSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakJocko MissionObjectiveDefinition]
ProgressMessage="Talk to Joko"

[M_Orchid_PlotMission02:SpeakJockoSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakLionel MissionObjectiveDefinition]
ProgressMessage="Lionel's words"

[M_Orchid_PlotMission02:SpeakLionelSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:SpeakTownfolk MissionObjectiveDefinition]
ProgressMessage="Talk to the residents of O"

[M_Orchid_PlotMission02:SpeakTownfolk2 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:SpeakTownfolk3 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:SpeakTownfolk4 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_PlotMission02:SpeakTownfolkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:TrackWorm MissionObjectiveDefinition]
ProgressMessage="Look for the sand queen"

[M_Orchid_PlotMission02:TrackWormSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission02:UseShadySkiff MissionObjectiveDefinition]
ProgressMessage="On an ancient sandbar."

